Repository: softsdev/dreamfox
Catalog: woocommerce-delivery-date-premium/lang/softsdev-*.po
Languages: de_de, nl_nl

source: Delivery Date
de_de: Liefertermin
nl_nl: leveringsdatum

source: No of day's to Delivery
de_de: Keine Tages ist zu Liefer
nl_nl: Aantal dagen tot Levering

source: How many days user can select delivery date
de_de: Wie viele Tage Benutzer Liefertermin auswählen
nl_nl: Hoeveel dagen gebruiker kan leverdatum selecteren

source: Applicable Categories
de_de: Anwendbar Kategorien
nl_nl: Toepasselijk Categorieën

source: Select categories for to choose delivery date on checkout
de_de: Wählen Sie die Kategorien für den Liefertermin auf der Kasse wählen
nl_nl: Selecteer categorieën voor de levering datum kassa kiezen

source: -- Set blank >> use global setting.
de_de: - Stellen Sie leere >> verwenden globale Einstellung.
nl_nl: - Stel leeg >> gebruiken globale instelling.

source: -- Set 0 >> For today's delivery date.
de_de: - Stellen 0 >> Für den heutigen Liefertermin.
nl_nl: - Stel 0 >> Voor de hedendaagse leveringsdatum.

source: Select delivery date
de_de: Wählen Liefertermin
nl_nl: Selecteer leverdatum

source: We will try our best to deliver your order on the specified date
de_de: Wir werden unser Bestes versuchen, um Ihren Auftrag zu einem bestimmten Datum zu liefern
nl_nl: We zullen proberen ons best om uw bestelling af te leveren op de vastgestelde datum

source: Holidays & Weekends
nl_nl: Vakanties en weekends

source: Count Only Working Days
de_de: Graf Nur Arbeitstage
nl_nl: Alleen tellen Werkdagen

source: Set Delivery dates only on weekends
de_de: Stellen Liefertermine nur am Wochenende
nl_nl: Stel Levering data alleen in het weekend

source: Disable Days for Delivery
de_de: Deaktivieren Tage für Anlieferung
nl_nl: Uitschakelen dagen voor levering

source: Disable days to not delivery product on perticuler day
de_de: Deaktivieren Tage auf Produkte die an bestimmten Tag nicht liefern
nl_nl: Uitschakelen dagen naar het product niet leveren op bepaalde dag

source: Monday
de_de: Montag
nl_nl: maandag

source: Tuesday
de_de: Dienstag
nl_nl: dinsdag

source: Wednesday
de_de: Mittwoch
nl_nl: woensdag

source: Thursday
de_de: Donnerstag
nl_nl: donderdag

source: Friday
de_de: Freitag
nl_nl: vrijdag

source: Saturday
de_de: Samstag
nl_nl: zaterdag

source: Sunday
de_de: Sonntag
nl_nl: zondag

source: Holidays
de_de: Ferien
nl_nl: vakantie

source: Set holidays
de_de: Set Urlaub
nl_nl: set vakantie

source: Start Date
de_de: Startdatum
nl_nl: startdatum

source: End Date
de_de: Enddatum
nl_nl: einddatum

source: Other Settings
de_de: andere Einstellungen
nl_nl: andere instellingen

source: Delivery date a required
de_de: Liefertermin eine erforderliche
nl_nl: Leveringsdatum een vereiste

source: Delivery date a required field Yes/No
de_de: Liefertermin ein Pflichtfeld Ja / Nein
nl_nl: Leveringsdatum een verplicht veld Ja / Nee

source: Show Empty Delivery date on Checkout Page default
de_de: Zeigen Leere Liefertermin auf Checkout-Seite Standard-
nl_nl: Toon Lege Levering datum afrekenen Pagina standaard

source: Show Empty Delivery date on Checkout Page default Yes/No
de_de: Zeigen Leere Liefertermin auf Checkout-Seite standardmäßig Ja / Nein
nl_nl: Toon Lege Levering datum afrekenen Default Ja / Nee

source: Delivery Date Label on Checkout Page
de_de: Liefertermin Etikett auf Checkout-Seite
nl_nl: Leveringsdatum Etiket op Betaalpagina

source: Default text: Select delivery date
de_de: Standardtext: Wählen Sie Liefertermin
nl_nl: Standaardtekst: Selecteer leverdatum

source: Delivery Date Field Description on Checkout Page
de_de: Liefertermin Feld Beschreibung auf Checkout-Seite
nl_nl: Leveringsdatum Veld Beschrijving op Betaalpagina

source: Default text: We will try our best to deliver your order on the specified date
de_de: Standardtext: Wir werden unser Bestes versuchen, um Ihren Auftrag zu einem bestimmten Datum zu liefern
nl_nl: Standaardtekst: We zullen proberen ons best om uw bestelling af te leveren op de vastgestelde datum

source: Delivery Info
de_de: Info zur Lieferung
nl_nl: levering Info
