Repository: softsdev/dreamfox
Catalog: woocommerce-mailchimp-premium/lang/softsdev-*.po
Languages: de_de, nl_nl

source: There is no changelog available.
de_de: Es gibt keine Changelog .
nl_nl: Er is geen changelog beschikbaar.

source: Check for updates
de_de: Auf Updates prüfen
nl_nl: Controleren op updates

source: This plugin is up to date.
de_de: Dieses Plugin ist auf dem neuesten Stand .
nl_nl: Deze plugin is up-to-date.

source: A new version of this plugin is available.
de_de: Eine neue Version des Plugins ist verfügbar .
nl_nl: Een nieuwe versie van deze plugin beschikbaar is.

source: Unknown update checker status "%s"
de_de: Unbekannt Update Checker-Status "%s"

source: Mailchimp Group premium
de_de: Mailchimp Konzernprämien
nl_nl: Mailchimp groep premium

source: Woocommerce categories Mailchimp groups Premium
de_de: WooCommerce Kategorien Mailchimp Gruppen Premium
nl_nl: WooCommerce categorieÃ«n Mailchimp groepen Premium

source: Mailchimp Setting
de_de: Mailchimp Einstellung
nl_nl: Mailchimp Instelling

source: Mailchimp List Name
de_de: Mailchimp Liste Name
nl_nl: Mailchimp Lijstnaam

source: Mailchimp List
de_de: Mailchimp Liste
nl_nl: Mailchimp Lijst

source: None
de_de: Keiner
nl_nl: Geen

source: Subscribe customers Event
de_de: Abonnieren Kunden -Ereignis
nl_nl: Abonneer je klanten Event

source: Subscribe customers to MailChimp Event
de_de: Abonnieren Kunden zu MailChimp Ereignis
nl_nl: Abonneer je klanten om MailChimp Event

source: Enable Double Opt-In
de_de: Aktivieren Double Opt-In

source: Enable Double Opt-In confirmation message to customer.
de_de: Aktivieren Double Opt-In Bestätigungsmeldung an den Kunden.
nl_nl: Enable Double Opt-In bevestigingsbericht aan de klant.

source: Display Double Opt-in on checkout page
de_de: Anzeige Double Opt-in auf Kasse Seite
nl_nl: Weergave dubbele opt-in op de kassa pagina

source: Display an opt-in checkbox on the checkout page.
de_de: Zeigen Sie ein Opt-in Checkbox auf der Checkout-Seite .
nl_nl: Geef een opt-in checkbox op de kassa pagina.

source: Default checked Double Opt-in on checkout.
de_de: Standard geprüft Double Opt-in auf der Kasse.
nl_nl: Default gecontroleerd double opt-in op de kassa.

source: Label next to Double Opt-in on checkout.
de_de: Etikett neben Double Opt-in auf der Kasse.
nl_nl: Label naast de dubbele opt-in op de kassa.

source: Save Changes
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: Please enter the license key for this product to activate it. You were given a license key when you purchased this item.
de_de: Bitte geben Sie den Lizenzschlüssel für das Produkt, um es zu aktivieren. Sie wurden mit einem Lizenzschlüssel gegeben, wenn Du diesen Artikel gekauft.
nl_nl: Vul de licentiesleutel voor dit product om het te activeren . Je kregen een licentiesleutel ophalen als je dit artikel gekocht .

source: License Key
de_de: Lizenzschlüssel
nl_nl: Licentiesleutel

source: Looking for help?
de_de: Suche nach Hilfe?
nl_nl: Op zoek naar hulp?

source: We have some resources available to help you in the right direction.
de_de: Wir haben einige zur Verfügung stehenden Ressourcen Sie in die richtige Richtung zu helfen.
nl_nl: We hebben een aantal middelen ter beschikking om u te helpen in de goede richting.

source: Knowledge Base
de_de: Wissensbasis
nl_nl: Kennis basis

source: If your answer can not be found in the resources listed above, please use the <a href="%s">support forums on WordPress.org</a>.
de_de: Wenn Ihre Antwort nicht in den Ressourcen oben aufgeführten gefunden werden, ist die <a href="%s"> Support-Foren auf WordPress.org </a> verwenden .
nl_nl: Als uw antwoord niet kan worden gevonden in de bovenstaande middelen, gebruik dan de <a href="%s"> support forums op WordPress.org </a>.

source: Mailchimp Group
de_de: Mailchimp Gruppe

source: Select mailchimp group.
de_de: Wählen Sie MailChimp Gruppe .
nl_nl: Selecteer MailChimp groep.

source: Status
nl_nl: toestand
